{
    "title": "RÈGLEMENT TOULOUSE LEAGUE OF LEGENDS CUP by SSG",
    "chapters": [
        {
            "title": "Organisateur du tournoi",
            "content": [
                "SOPRA STERIA GROUP dont le siège social est situé à l’adresse 3 rue du pre faucon petite avenue des glaisins, 74940   ANNECY icône, inscrite sous le numéro de SIRET 32682006500083, ci-après dénommée « Sopra Steria », organise le tournoi « Toulouse League of Legends Cupi » le … Octobre au … novembre. Ce tournoi est totalement gratuit.",
                "L’inscription au tournoi entraîne l’acceptation pure et simple du présent règlement, en toutes ses dispositions.",
                "Le présent règlement peut être amené à être modifié à tout moment par les officiels/officielles, afin d’assurer l’intégrité de la compétition et le fair-play.",
                "Le non-respect des conditions de participation énoncées dans le règlement entraînera la nullité de la participation.",
                "Le règlement s’applique à tout/e/s les joueurs/euses, coachs et équipes qui participent et assure un esprit de fairplay et l’intégrité de la compétition."
            ]
        },
        {
            "title": "Règlement Général",
            "content": [
                "Les équipes doivent répondre aux exigences d’éligibilité citées ci-après.",
                "En participant, chaque joueur & joueuse titulaire ou remplaçant/e, coach, manager s’engage à respecter l’intégralité des termes du règlement et son application.",
                "Vous serez averti si votre match est diffusé en direct. Dans ce cas, vous ne pourrez pas lancer la partie avant le go des casters ou d’un/e arbitre.",
                "Il est autorisé de streamer ses matchs lors de la compétition à condition d’en demander l’autorisation via un mail à toulouselolcupssg@gmail.com"
            ]
        },
        {
            "title": "Eligibilité & Inscription",
            "content": [
                "La date de fin des inscriptions est le 05/11/2021.",
                "Un.e joueur/euse ne peut pas faire partie de plusieurs équipes inscrites.",
                "Une équipe doit être constituée de 5 joueurs/joueuses titulaires et jusqu’à 2 joueur/joueuses remplaçants/es. Au moins un/e remplaçant/e par équipe est vivement conseillé en cas d’indisponibilité. Un/e coach est également permis.",
                "Les joueurs d'une même équipe peuvent faire partie d'écoles différentes. Le coach ne doit pas nécessairement être étudiant.",
                "Les étudiants/es en ERASMUS, en année à l'étranger, ou en stage/alternance/etc. sont autorisés/ées à participer.",
                "Tous les étudiants/es en écoles post-bac sont éligibles pour l’inscription à partir du moment où ils appartiennent aux réseaux écoles Sopra.",
                "En cas de doute, il faut contacter toulouselolcupssg@gmail.com afin de vérifier l'éligibilité de votre statut. Une carte étudiante ou un certificat de scolarité en cours de validité sera demandé lors de l’inscription.",
                "Les jouers de LPL et de division 2 ne sont pas autorisés à participer au tournoi en tant que joueur.",
                "Il faut être âgé d’au moins 16 ans pour participer et si vous êtes mineur lors du début du tournoi vous devez fournir une autorisation parentale.",
                "La liste des joueurs/euses inscrits/es (roster) sera considérée comme bloquée une fois votre inscription validée. Vos certificats de scolarité vous seront demandé.",
                "Chaque équipe doit désigner un/e capitaine pour la durée du tournoi. Le/la capitaine est la personne désignée pour être le point de contact entre les organisateurs et l’équipe (donc de transmettre les informations importantes, organiser l’équipe pour être à l’heure, réunir les informations pour les récompenses, etc…).",
                "Le/la capitaine ne pourra pas être changé/e en cours de tournoi. Un/e capitaine de substitution peut être demandé dans le cas exceptionnel où le/la capitaine n’est pas disponible le soir du match. Dans ce cas le/la capitaine doit contacter un/e officiel/le de l’équipe technique au moins 24 heures avant le début de son match et donner les contacts (email et identifiant Discord) du/de la capitaine de substitution pour l’attribution des rôles."
            ]
        },
        {
            "title": "Communication avec les organisateurs",
            "content": [
                "Chaque équipe devra obligatoirement nommer un/e capitaine lors de son inscription. Toute communication doit être réalisée via le/la capitaine. Le/la capitaine devra obligatoirement rejoindre le serveur Discord de Sopra Steria (https://discord.gg/YhWbhkzSQk) afin de recevoir les informations."
            ]
        },
        {
            "title": "Remplacements",
            "content": [
                "Toutes les équipes peuvent inscrire jusqu’à 2 remplaçant/es et un/e coach. Aucun/e joueur/euse ou coach non-inscrit/e ne sera autorisé/e à participer au tournoi. Le/la coach a seulement un rôle de coaching. Il/elle pourra conseiller les joueur/euse/s lors de la draft. Il/elle ne peut en aucun cas être un/e joueur/euse du roster pendant la compétition (online). Même s’il manque un/e joueur/euse un soir de match, le/la coach ne pourra pas faire office de remplaçant/e. Un/e étudiant/e ne peut pas être à la fois coach et joueur/euse même s’il s’agit de deux équipes différentes.",
                " Chaque équipe est tenue d’avoir à tout moment de la compétition au moins 5 joueurs/euses dans la compétition, un/e remplaçant/e minimum est donc vivement conseillé. En cas d’urgence exceptionnelle, une équipe peut demander un changement de roster après le gel de ce dernier sous réserve d’approbation par le staff technique mais au plus tard 24h avant le match. (Le/la joueur/euse ne doit faire partie d’aucun roster déjà engagé dans la compétition). Un tel remplacement ne sera possible que pour une raison valable (joueur/euse quittant l’établissement, problème médical, etc…). Il vous sera demandé un justificatif, sans lequel aucun changement ne sera possible. Si une équipe souhaite effectuer un remplacement entre deux manches d’un même match (Bo2, Bo3, ou Bo5), elle peut effectuer n’importe quelle modification de roster pour changer de stratégie. Il n’est pas nécessaire de prévenir le staff technique pour utiliser ses remplaçants (la liste des joueurs/euses et remplaçants/es disponible). Le(s) compte(s) du/de la joueur/euse remplaçant/e doit(doivent) être donné(s) au moment de l’inscription. Si une équipe utilise un/e joueur/euse non-déclaré/ée préalablement, l’équipe entière sera disqualifiée.",
                "Dans le cas où une équipe ne peut pas réunir tous ses membres, elle pourra décider de jouer avec un effectif réduit."
            ]
        },
        {
            "title": "Exceptions",
            "content": [
                "En participant, vous ne devez pas changer de nom d’invocateur sans en avertir au moins 24 heures avant le match suivant le staff technique du circuit au risque de voir vos matchs annulés. Nous vous conseillons de garder le même nom sur toute la durée de l’évènement pour être facilement reconnu, afin d’éviter toute accusation de fraude, et d’éviter des problèmes lors de la remise des prix (qui sera réalisée après la fin du tournoi)."
            ]
        },
        {
            "title": "Comportement interdit",
            "content": [
                "Les équipes et joueurs/euses engagés/ées dans la compétition doivent jouer à leur meilleur niveau à tout moment afin de préserver l’intégrité de la compétition et le fair-play.",
                "L’utilisation des bugs, d’actions qui changeraient ou dénaturerait le principe habituel du jeu, est strictement interdite durant un match et entraînera une sanction disciplinaire.",
                "Les cas suivants sont considérés comme antisportifs et feront l’objet de sanctions : arrangement entre équipes/joueurs.euses sur le résultat d’un match, arrangement entre équipes/joueurs.euses pour se partager la récompense, perdre intentionnellement une partie quelle que soit la raison ou demander à un.e joueur.euse/équipe de le faire",
                "En cas de comportement antisportif, les équipes doivent faire une capture d’écran et, à la fin de la partie, contacter un/e des arbitres responsables de leur match. Tout programme externe influant sur le jeu est interdit (les logiciels du genre Blitz sont autorisés). En cas de doute, validez le logiciel avec le staff technique du tournoi. Le “troll” est interdit dans la compétition. Les joueurs/euses sont seulement autorisés/ées à jouer sur les comptes déclarés lors de l’inscription. Nous attendons un comportement bienveillant des participants/es et un comportement malveillant qui n’est pas décrit peut-être sanctionner en fonction de la sévérité du comportement."
            ]
        },
        {
            "title": "Nom d’équipe, de joueur/euse & tag",
            "content": [
                "Les noms de joueurs/euses et tag sont soumis aux règles de League of Legends et à l’approbation du staff technique.",
                "Le nom de l’équipe est au choix de l’équipe. Ne seront pas tolérés les pseudos ou tag à caractère raciste, obscène, vulgaire, insultant, menaçant, calomnieux, médisant, diffamatoire, offensant ou répréhensible.",
                "Une équipe pourra se retrouver suspendu pour un ou plusieurs matchs voire bannis de la compétition s’il/elle venait à enfreindre l’une de ces règles."
            ]
        },
        {
            "title": "Prix et compensations",
            "content": [
                "Ci dessous vous retrouverez les prix du tournoi qui viendront récompenser les joueurs des 8 meilleures équipes.",
                "<table><tr><th></th><th>Cashprize par personne</th><th>Cashprize Total</th></tr><tr><td>1er</td><td>150</td><td>750</td></tr><tr><td>2ème</td><td>100</td><td>500</td></tr><tr><td>3ème</td><td>70</td><td>350</td></tr><tr><td>4ème</td><td>40</td><td>200</td></tr><tr><td>5ème</td><td>10</td><td>50</td></tr><tr><td>6ème</td><td>10</td><td>50</td></tr><tr><td>7ème</td><td>10</td><td>50</td></tr><tr><td>8ème</td><td>10</td><td>50</td></tr></table>"
            ]
        },
        {
            "title": "Décision finale",
            "content": [
                "La finalité des décisions qui sont prises au regard du règlement est à la charge du staff technique Sopra Steria et dans un respect des règles préalablement établies. Aucune réclamation ou compensation monétaire ne peut être demandée par des recours légaux ou non à la suite d’une décision prise. Les règles ici établies peuvent être changées à tout moment et à la seule discrétion des organisateurs/organisatrices afin de s’assurer de la pérennité, de l’intégrité et du fair-play de la compétition. Le staff technique du tournoi agira toujours avec l’autorité nécessaire afin de préserver les intérêts du tournoi. Ce pouvoir n’est en aucun cas borné par le choix de mots employés, ni par la tournure des phrases employées dans le présent règlement."
            ]
        },
        {
            "title": "Format de la compétition",
            "content": [
                "Chaque match sera joué sur le serveur live EUW et sera joué sur le patch du jour.",
                "L’équipe doit être présente 15 min avant le début de la rencontre. Les équipes pourront commencer plus tôt dans le cas où elles sont toutes les deux prêtes. Un changement de créneau horaire est autorisé seulement sous la condition que : <li>1. le/la capitaine de l’équipe adverse a été prévenu/e à temps et est d’accord</li><li>2. qu’un/e admin soit informé/e avant le match.</li>",
                "Toute les 15 minutes de retard, une défaite sera comptabilisée, à 30 minutes, c’est donc un forfait.",
                "Choix du side :",
                "BO2 : 1 game chacun sur chaque side : pile ou face afin de déterminer l’équipe qui choisit en premier son side. L’équipe gagnante au pile ou face choisit le side lors de la première partie.",
                "BO3 : 1ère game pile ou face, l’équipe gagnante choisit le side, pour les parties suivantes : l’équipe perdante choisis le side.",
                "BO5 : 1ère game pile ou face,  l’équipe gagnante choisit le side, pour les parties suivantes : l’équipe perdante choisis le side.",
                "Déroulement tournoi :",
                "La finalité des décisions qui sont prises au regard du règlement est à la charge du staff technique Sopra Steria et dans un respect des règles préalablement établies. Aucune réclamation ou compensation monétaire ne peut être demandée par des recours légaux ou non à la suite d’une décision prise. Les règles ici établies peuvent être changées à tout moment et à la seule discrétion des organisateurs/organisatrices afin de s’assurer de la pérennité, de l’intégrité et du fair-play de la compétition. Le staff technique du tournoi agira toujours avec l’autorité nécessaire afin de préserver les intérêts du tournoi. Ce pouvoir n’est en aucun cas borné par le choix de mots employés, ni par la tournure des phrases employées dans le présent règlement.",
                "Une fois les inscriptions terminées, les 64 équipes seront réparties dans des poules de 4 équipes et ce de manière aléatoire. Les deux premières équipes de chaque groupe seront qualifiées pour les phases finales.",
                "Les phases de poules seront organisées par système de match aller retour (ou BO2) : les deux matchs se déroulent dans la même soirée. Un système de points est attribué en fonction des résultats du match : 3 points pour une victoire / 1 point pour un match nul et 0 point pour une défaite.",
                "Le staff technique Sopra communiqueront régulièrement avec les capitaines des équipes par email et Discord. Les informations importantes passeront uniquement par Discord sauf exceptions. Le/La capitaine devra donc vérifier le Discord tournoi et ses messages privés de manière régulière",
                "Toutes les informations sur les matchs à jouer et les horaires seront également disponibles sur Discord. Les dates des matchs à jouer sont déjà fixées et seront disponibles sur le discord. Il est possible de demander une modification de date pour un match mais pour cela les capitaines des deux équipes doivent s’accorder entre eux et prévenir un arbitre."
            ]
        },
        {
            "title": "Format de match",
            "content": [
                "Tous les matchs se déroulent sur la Faille de l’invocateur “Partie perso : Draft de Tournoi”. Les capitaines des équipes sont responsables du bon choix de partie.",
                "En cas de déconnexion ou bugsplat durant le chargement, la partie peut être mise en pause jusqu’à ce que les dix joueurs/euses soient connectés (dans la limite reglementaire des 15 minutes voir chapitre ci dessous).",
                "Les joueurs/euses ont pour obligation d’utiliser leur propre compte League of Legends. Il est impossible d’utiliser un autre compte que celui ou ceux donné(s) lors de l’inscription."
            ]
        },
        {
            "title": "Pauses",
            "content": [
                "Une équipe rencontrant un problème peut choisir de mettre la partie en pause dans le cas où aucun combat entre joueurs/euses n’est engagé. L’équipe doit systématiquement justifier sa pause. L’utilisation de la pause sans raison valable est passible d’une sanction envers l’équipe à l’appréciation du staff technique. Un/e arbitre peut demander une pause à tout moment. Les équipes doivent systématiquement prévenir leur adversaire avant de relancer la partie. Un/e joueur/euse peut demander une pause à tout moment de la partie mais pour une raison valable à justifiée dans le chat in game. Le temps de pause cumulée d’une équipe ne doit pas excéder 15 min. Si le/la joueur.euse n’est pas capable de reprendre la partie, son équipe peut jouer à quatre contre cinq ou demander un forfait."
            ]
        },
        {
            "title": "Recréation de partie",
            "content": [
                "Les raisons pouvant justifier la recréation de la partie sont à la seule discrétion de l’arbitre de la compétition. Lors de la recréation d’une partie, les picks/bans ainsi que les runes restent les mêmes sauf en cas de restart dû au bug avéré d’un/e joueur(euse). Dans ce cas, c’est toute la partie (pick/ban inclus) qui est relancée. L’arbitre peut demander une recréation de la partie s’il constate un bug avéré et important pouvant gêner le bon déroulement de la partie. Si un/e joueur/euse a rencontré un bug critique, il/elle doit mettre en pause la partie et avertir l’arbitre dans les meilleurs délais. Si le/la joueur/euse attend pour signaler ce bug (qui provoquerait la recréation de la partie) alors la recréation de la partie ne sera pas accordée et la partie devra continuer."
            ]
        },
        {
            "title": "Forfait & Disqualification",
            "content": [
                "En cas de forfait d’une équipe, l’équipe adverse sera considérée comme victorieuse (2-0 pour les BO2). Seront disqualifiés/ées les joueurs/euses se rendant coupables de :",
                "<li>Utilisation de tout type de hack, triche, etc…</li><li>Mauvais comportement / contraire au code de l’invocateur</li><li>Utiliser un/e joueur/euse ne faisant pas partie de l’équipe enregistrée</li><li>Joueur/joueuse utilisant le compte d’un autre joueur/euse enregistré dans l’équipe (partage de compte)</li><li>Intentionnellement perdre la partie (int/feed/throw) / Truquer le résultat d’un match</li><li>Exploitation de bugs en jeu / Utilisation de bot (etc)</li>",
                "En cas de non présentation d’une équipe lors d’un match, l’équipe en question perdra celui-ci. Une équipe disqualifiée ne peut prétendre à aucune récompense pour sa participation au tournoi."
            ]
        },
        {
            "title": "Stream",
            "content": [
                "Le stream sur des chaînes personnelles est autorisé à condition de remplir les éléments suivants :",
                "<li>En faire la demande à l’adresse suivante : toulouselolcupssg@gmail.com</li><li>Avoir l’autorisation de stream suite à la demande</li><li>Utilisation de l’overlay lors de stream des matchs du tournoi ainsi que affichage du logo de Sopra Steria nécessaire sur le stream.</li>"
            ]
        },
        {
            "title": "Droit d’image",
            "content": [
                "En participant au TLC, chaque joueur.euse, remplaçant.e, coach, manager accepte que son image soit utilisée dans les conditions énoncées ci-dessous.",
                "Le/La participant.e autorise, Sopra Steria, leurs affiliés, leurs partenaires commerciaux et médiatiques, ainsi que toute personne agissant pour leur compte à capter son image et sa voix au cours de la TLC, par tout moyen (photographie, vidéo, enregistrement, …) et à exploiter utiliser, reproduire, représenter, modifier, adapter, traduire, sous-titrer son image, son nom patronymique, son pseudonyme et/ou sa voix, ses propos, doubler sa voix, ses propos, sur tous supports, connus ou inconnus à ce jour, notamment sur tout support numérique, notamment sur tout site internet et déclinaisons mobiles, les pages des réseaux sociaux, les services en ligne, les services de communication électronique, les chaînes de télévisions, les publications presse, tant en édition numérique que papier, sous tout format, notamment CD-Rom, DVD, Blu-Ray, ordinateur, téléphone mobile, etc, en toute langue, par tous procédés connus ou inconnus à ce jour, dans le monde entier, pour une durée de cinq (5) ans, étant entendu que cette durée d’autorisation pourra être prolongée jusqu’à vingt (20) ans pour la diffusion d’extraits à des fins de promotion commerciale ou d’archive.",
                "Conformément à la loi Informatique et Libertés n°78-17 du 6 janvier 1978 modifiée, vous disposez d'un droit d'accès et de rectification des données vous concernant ainsi que d’un droit d’opposition pour motif légitime. Pour exercer vos droits, écrivez à toulouselolcupssg@gmail.com"
            ]
        }
    ]
}



